hw3-sp15/app/controllers/pages_controller.rb

  def home
    @users = User.all
    @cats = Cat.all
    @todos = Todo.all
---
SELECT "users".* FROM "users"
SELECT "cats".* FROM "cats"
SELECT "todos".* FROM "todos"